Repository: CHADREX/woocommerce-warehouses
Catalog: assets/translations/woocommerce-inventorymanager-*.po
Languages: pt_pt

source: File open failed. Make sure your backups folder inside WooCommerce Warehouses has the right permissions (must be readable and writable).
pt_pt: Falhou abertura de ficheiro. Certifique que o seu diretório de backups dentro do WooCommerce Warehouses tem as permissões corretas (tem de ter de leitura e escrita).

source: List View
pt_pt: Ver em lista

source: Excerpt View
pt_pt: Visualização em excerto

source: No items found.
pt_pt: Artigos não encontrados.

source: Select bulk action
pt_pt: Selecionar ação em massa

source: Bulk Actions
pt_pt: Ações em massa

source: Apply
pt_pt: Aplicar

source: Filter by date
pt_pt: Filtrar por data

source: All dates
pt_pt: Todas as datas

source: %s pending
pt_pt: %s pendente

source: Select Page
pt_pt: Selecionar página

source: Select All
pt_pt: Selecionar todos

source: WooCommerce Warehouses
pt_pt: Armazéns WooCommerce

source: Warehouses
pt_pt: Armazéns

source: WooCommerce Warehouses - Add Warehouse
pt_pt: Armazéns WooCommerce - Adicionar Armazém

source: Add Warehouse
pt_pt: Adicionar armazém

source: WooCommerce Warehouses - Stock Log
pt_pt: Armazéns WooCommerce - Histórico de stock

source: Stock Log
pt_pt: Histórico de stock

source: WooCommerce Warehouses - Stock Report
pt_pt: Armazéns WooCommerce - Análise de stock

source: Stock Report
pt_pt: Análise stock

source: WooCommerce Warehouses - Plugin Settings
pt_pt: Armazéns WooCommerce - Definições do plugin

source: Plugin Settings
pt_pt: Definições do plugin

source: WooCommerce Warehouses - Plugin Documentation
pt_pt: Armazéns WooCommerce - Documentação do plugin

source: Documentation
pt_pt: Documentação

source: Warehouses Settings
pt_pt: Definições de armazém

source: Stock Report Export CSV delimiter
pt_pt: Delimitador CSV da exportação de análise de stock

source: WooCommerce Stock Reduction State
pt_pt: WooCommerce estado de redução do stock

source: Custom meta fields in Stock Report
pt_pt: Meta fields personalizados na análise de stock

source: Enable online warehouse restriction
pt_pt: Activar restrição de armazém online

source: Online warehouse
pt_pt: Armazém online

source: Frontend orders warehouse selection method
pt_pt: Método de seleção de armazém em encomendas no frontend

source: Low stock threshold
pt_pt: Limite stock baixo

source: Show frontend stock
pt_pt: Mostrar stock no fronted

source: Allow selection of warehouses without stock
pt_pt: Permitir a seleção de armazéns sem stock

source: Please input the fields (seperated by ;).
pt_pt: Por favor coloque os campos (separados por ;).

source: Please fill in the necessary settings below.
pt_pt: Por favor introduza as definições necessárias em baixo.

source: This will be used when you export a CSV Stock Report. European format is ";" and american is ",". Default: ";"
pt_pt: Isto será usado quando você exporta uma análise de stock em CSV. O formato europeu é ";" e o formato americano é ",". Pré-definido: ";"

source: This is combined with the warehouse you select in the below dropdown.
pt_pt: Isto é combinado com o armazém que selecionou na dropdown abaixo.

source: None.
pt_pt: Nenhum.

source: Default.
pt_pt: Pré-definido.

source: Warehouse per country (if available).
pt_pt: Armazém por país (se disponível).

source: Manual warehouse selection.
pt_pt: Seleção manual de armazém.

source: This is exclusive of manual frontend warehouse selection.
pt_pt: Isto é exclusivo do método de seleção manual de armazém.

source: Set 0 if you don't want to receive any alerts.
pt_pt: Defina 0 se não quer receber nenhuns alertas.

source: Product
pt_pt: Produto

source: Warehouse name
pt_pt: Nome do armazém

source: Description
pt_pt: Descrição

source: Product in warehouse low in stock
pt_pt: Produtos em armazém baixos em stock

source: %s is low in stock.
pt_pt: %s está baixo em stock.

source: There are %d left in the Warehouse %s.
pt_pt: Existem %d unidades no Armazém %s.

source: Product ID
pt_pt: ID Produto

source: Product Name
pt_pt: Nome do produto

source: Warehouse %s stock
pt_pt: Stock %s armazém

source: Stock control disabled
pt_pt: Controls de stock desactivado

source: Product Link
pt_pt: Ligação Produto

source: Link
pt_pt: Ligação

source: None
pt_pt: Nenhum

source: Saved with success.
pt_pt: Gravado com sucesso.

source: Date added
pt_pt: Data criação

source: Name
pt_pt: Nome

source: Address
pt_pt: Morada

source: Postcode
pt_pt: Código postal

source: City
pt_pt: Cidade

source: Country
pt_pt: País

source: VAT
pt_pt: NIF

source: Priority
pt_pt: Prioridade

source: Warehouse ID
pt_pt: ID do Armazém

source: Warehouse
pt_pt: Armazém

source: Warehouse destination
pt_pt: Armazém de destino

source: none
pt_pt: nenhum

source: Select warehouse to all lines
pt_pt: Selecionar armazém de todos os artigos

source: Add warehouse
pt_pt: Adicionar armazém

source: Edit warehouse
pt_pt: Editar armazém

source: Global stock priority
pt_pt: Prioridade global de stock

source: Countries
pt_pt: Países

source: Enter something
pt_pt: Introduza algo

source: Add country
pt_pt: Adicionar país

source: Save warehouse
pt_pt: Gravar armazém

source: List of warehouses
pt_pt: Lista de armazéns

source: Woocommerce Warehouses Settings
pt_pt: Definições Armazéns WooCommerce

source: Warehouse Stocks Plugin Options
pt_pt: Stocks de Armazéns definições do plugin

source: Stock reduction priority
pt_pt: Prioridade de redução de stock

source: Total stock in all warehouses
pt_pt: Stock total em todos os armazéns

source: units
pt_pt: unidades

source: Export CSV
pt_pt: Exportar CV
